<?php

return [
    'failed'                => 'معاف کیجئے، درج کردہ اکاؤنٹ درست نہیں ہے',
    'forget_password'       => 'پاس ورڈ بھول گئے؟',
    'reset_password'        => 'پاس ورڈ ری سیٹ کریں',
    'input_your_mail'       => 'پاس ورڈ ری سیٹ لنک حاصل کرنے کے لیے براہ کرم اپنا ای میل درج کریں',
    'ask_reset_password'    => 'پاس ورڈ تبدیل کرنے کی درخواست کریں',
    'email_reset_sender'    => 'ہم نے آپ کے ای میل پر پاس ورڈ ری سیٹ لنک بھیج دیا ہے',
    'back_to_login'         => 'لاگ ان صفحہ پر واپس جائیں',
    'business_name'         => 'کاروبار کا نام',
    'business_category'     => 'کاروبار کی قسم',
    'choose_b_category'     => 'کاروبار کی قسم منتخب کریں',
    'next'                  => 'اگلا',
    'register_account'      => 'اکاؤنٹ رجسٹر کریں',
    'dont_have_account'     => 'کیا آپ کا اکاؤنٹ نہیں ہے؟ ابھی رجسٹر کریں',
    'zip_code'              => 'زپ کوڈ',
    'have_account_login'    => 'کیا آپ کا اکاؤنٹ ہے؟ ابھی لاگ ان کریں',
    'gender'                => 'صنف',
    'previous'              => 'پچھلا',
    'email_verify'          => 'ای میل ایڈریس کی تصدیق کریں',
    'verify_desc'           => 'ہم نے آپ کے ای میل پر تصدیقی کوڈ بھیج دیا ہے! براہ کرم اپنا ان باکس یا اسپیم فولڈر چیک کریں۔ اگر آپ کو ای میل نہیں ملی، تو نیچے دوبارہ بھیجیں پر کلک کریں۔',
    'after_send_verify'     => 'تصدیقی کوڈ دوبارہ بھیج دیا گیا ہے!',
    'send_try_verify'       => 'تصدیقی کوڈ دوبارہ بھیجیں'

];
