<?php

return [
    'search'                => 'صفحہ تلاش کریں....',
    'search_link'           => 'لنک تلاش کریں....',
    'create_alert'          => 'اس قسم کا صفحہ صرف ایک بار بنایا جا سکتا ہے۔ آپ اسے پہلے ہی بنا چکے ہیں۔',
    'type'                  => 'صفحہ کی قسم',
    'page_link'             => 'صفحہ کا لنک',
    'create_page'           => 'ویب سائٹ صفحہ بنائیں',
    'page'                  => [
        'home'              => 'ہوم پیج',
        'pricing'           => 'قیمت کا صفحہ',
        'contact'           => 'رابطہ صفحہ',
        'other'             => 'دیگر'
    ],
    'position'              => 'لنک کی پوزیشن',
    'url'                   => 'لنک یو آر ایل',
    'order'                 => 'ترتیب',
    'back_to_list_link'     => 'صفحہ لنک کی فہرست پر واپس جائیں',
];
