<?php

return [
    'login'                 => 'لاگ ان صارف',
    'dashboard'             => 'ڈیش بورڈ',
    'my_profile'            => 'میرا پروفائل',
    'configuration'         => 'تشکیل',
    'device_account'        => 'WhatsApp ڈیوائس اکاؤنٹ',
    'add_device'            => 'WhatsApp ڈیوائس شامل کریں',
    'scan_qr_device'        => 'WhatsApp QR کوڈ اسکین کریں',
    'state'                 => [
        'page'                  => 'صوبوں کی فہرست',
        'add'                   => 'صوبہ شامل کریں',
        'update'                => 'صوبہ ترمیم کریں'
    ],
    'city'                  => [
        'page'                  => 'شہر / ضلع کی فہرست',
        'add'                   => 'شہر / ضلع شامل کریں',
        'update'                => 'شہر / ضلع ترمیم کریں'
    ],
    'district'              => [
        'page'                  => 'تعلقہ کی فہرست',
        'add'                   => 'تعلقہ شامل کریں',
        'update'                => 'تعلقہ ترمیم کریں'
    ],
    'category'              => [
        'page'                  => 'زمرہ جات کی فہرست',
        'add'                   => 'زمرہ شامل کریں',
        'update'                => 'زمرہ ترمیم کریں'
    ],
    'template'              => [
        'page'                  => 'پیغام ٹیمپلیٹس کی فہرست',
        'add'                   => 'پیغام ٹیمپلیٹ شامل کریں',
        'update'                => 'پیغام ٹیمپلیٹ ترمیم کریں'
    ],
    'scrapp'                => [
        'page'                  => 'GMaps ڈیٹا اسکریپنگ کی فہرست',
        'add'                   => 'اسکریپنگ شیڈول شامل کریں',
        'update'                => 'اسکریپنگ شیڈول ترمیم کریں',
        'result'                => 'اسکریپنگ ڈیٹا کے نتائج'
    ],
    'contact'              => [
        'page'                  => 'رابطہ ڈیٹا کی فہرست',
        'add'                   => 'رابطہ ڈیٹا شامل کریں',
        'edit'                  => 'رابطہ ڈیٹا ترمیم کریں',
    ],
    'user'                  => [
        'page'                  => 'صارف انتظام',
        'add'                   => 'صارف شامل کریں',
        'edit'                  => 'صارف ترمیم کریں',
    ],
    'customer'              => [
        'page'                  => 'گاہکوں کی فہرست',
        'detail'                => 'گاہک کی تفصیلات'
    ],
    'customer_category'     => [
        'page'                  => 'گاہکوں کے زمرے کی فہرست',
        'add'                   => 'گاہک کا زمرہ شامل کریں',
        'update'                => 'گاہک کا زمرہ ترمیم کریں',
    ],
    'wa'                    => [
        'page'                  => 'WhatsApp براڈکاسٹ کی تاریخ',
        'add'                   => 'WhatsApp براڈکاسٹ شیڈول شامل کریں',
        'update'                => 'WhatsApp براڈکاسٹ شیڈول ترمیم کریں',
        'detail'                => 'WhatsApp براڈکاسٹ رابطہ کی تفصیلات'
    ],
    'email'                 => [
        'page'                  => 'ای میل براڈکاسٹ کی تاریخ',
        'add'                   => 'ای میل براڈکاسٹ شیڈول شامل کریں',
        'update'                => 'ای میل براڈکاسٹ شیڈول ترمیم کریں',
        'detail'                => 'ای میل براڈکاسٹ رابطہ کی تفصیلات'
    ],
    'device'                => [
        'api_doc'               => 'WhatsApp API دستاویزات',
        'chat_app'              => 'WhatsApp چیٹ ایپ',
        'edit'                  => 'WhatsApp ڈیوائس کی تشکیل ترمیم کریں',
        'greeting'              => 'خوش آمدید پیغام'
    ],
    'fine_tunnel'           => [
        'page'                  => 'AI (فائن ٹنل)',
        'add'                   => 'AI تربیت شامل کریں',
        'edit'                  => 'AI تربیت ترمیم کریں',
    ],
    'chatbot'               => [
        'page'                  => 'ChatBot خودکار جواب',
        'add'                   => 'Chatbot شامل کریں',
        'edit'                  => 'ChatBot ترمیم کریں'
    ],
    'bank'                  => [
        'page'                  => 'بینکوں کی فہرست',
        'add'                   => 'بینک شامل کریں',
        'edit'                  => 'بینک ترمیم کریں'
    ],
    'transaction'           => [
        'page'                  => 'سبسکرپشن ٹرانزیکشنز کی فہرست',
        'detail'                => 'ٹرانزیکشن کی تفصیلات',
    ],
    'package'               => [
        'page'                  => 'سبسکرپشن پیکیجز کی فہرست',
        'add'                   => 'سبسکرپشن پیکیج بنائیں',
        'edit'                  => 'سبسکرپشن پیکیج ترمیم کریں'
    ],
    'web'                   => [
        'page'                  => 'ویب سائٹ صفحات کی فہرست',
    ],
    'blog_category'         => [
        'page'                  => 'مضمون کے زمرے کی فہرست',
        'add'                   => 'مضمون کے زمرے شامل کریں',
        'edit'                  => 'مضمون کے زمرے ترمیم کریں'
    ],
    'blog'                  => [
        'page'                  => 'مضامین کی فہرست',
        'add'                   => 'مضمون شامل کریں',
        'edit'                  => 'مضمون ترمیم کریں'
    ],
    'web_link'              => [
        'page'                  => 'ویب سائٹ لنکس کی فہرست',
        'add'                   => 'لنک شامل کریں',
        'edit'                  => 'لنک ترمیم کریں'
    ],
    'setting'               => [
        'system'                => 'سسٹم کی ترتیبات',
        'website'               => 'ویب سائٹ کی ترتیبات',
        'general'               => 'عام ترتیبات',
        'notification'          => 'نوٹیفکیشن کی ترتیبات'
    ]
];
