<?php

return [
    'search'                => 'ابحث عن صفحة...',
    'search_link'           => 'ابحث عن رابط...',
    'create_alert'          => 'يمكن إنشاء هذا النوع من الصفحات مرة واحدة فقط؛ لقد أنشأته من قبل.',
    'type'                  => 'نوع الصفحة',
    'page_link'             => 'رابط إلى الصفحة',
    'create_page'           => 'إنشاء صفحة ويب',
    'page'                  => [
        'home'                  => 'الصفحة الرئيسية',
        'pricing'               => 'صفحة التسعير',
        'contact'               => 'صفحة الاتصال',
        'other'                 => 'أخرى'
    ],
    'position'              => 'موضع الرابط',
    'url'                   => 'رابط URL',
    'order'                 => 'ترتيب',
    'back_to_list_link'     => 'العودة إلى قائمة روابط الصفحات',


];
