<?php

return [
    'login'                 => 'تسجيل دخول المستخدم',
    'dashboard'             => 'اللوحة الرئيسية',
    'my_profile'            => 'ملفي الشخصي',
    'configuration'         => 'الإعدادات',
    'device_account'        => 'حساب جهاز WhatsApp',
    'add_device'            => 'إضافة جهاز WhatsApp',
    'scan_qr_device'        => 'مسح رمز QR لـ WhatsApp',
    'state'                 => [
        'page'                  => 'قائمة الولايات',
        'add'                   => 'إضافة ولاية',
        'update'                => 'تحديث ولاية'
    ],
    'city'                  => [
        'page'                  => 'قائمة المدن / المناطق',
        'add'                   => 'إضافة مدينة / منطقة',
        'update'                => 'تحديث مدينة / منطقة'
    ],
    'district'              => [
        'page'                  => 'قائمة الأحياء',
        'add'                   => 'إضافة حي',
        'update'                => 'تحديث حي'
    ],
    'subdistrict'              => [
        'page'                  => 'قائمة القرى / الأحياء',
        'add'                   => 'إضافة قرية / حي',
        'update'                => 'تحديث قرية / حي'
    ],
    'category'              => [
        'page'                  => 'قائمة الفئات',
        'add'                   => 'إضافة فئة',
        'update'                => 'تحديث فئة'
    ],
    'template'              => [
        'page'                  => 'قائمة قوالب الرسائل',
        'add'                   => 'إضافة قالب رسالة',
        'update'                => 'تحديث قالب رسالة',
        'email_page'            => 'قوالب البريد الإلكتروني',
    ],
    'scrapp'                => [
        'page'                  => 'قائمة سحب بيانات GMaps',
        'add'                   => 'إضافة جدول سحب',
        'update'                => 'تحديث جدول سحب',
        'result'                => 'نتائج سحب البيانات'
    ],
    'contact'              => [
        'page'                  => 'قائمة بيانات الاتصال',
        'add'                   => 'إضافة بيانات الاتصال',
        'edit'                  => 'تعديل بيانات الاتصال',
    ],
    'user'                  => [
        'page'                  => 'إدارة المستخدمين',
        'add'                   => 'إضافة مستخدم',
        'edit'                  => 'تعديل مستخدم',
    ],
    'customer'              => [
        'page'                  => 'قائمة العملاء',
        'detail'                => 'تفاصيل العميل'
    ],
    'customer_category'     => [
        'page'                  => 'قائمة فئات العملاء',
        'add'                   => 'إضافة فئة عميل',
        'update'                => 'تعديل فئة عميل',
    ],
    'wa' => [
        'page' => 'سجل بث الرسائل عبر واتساب',
        'add' => 'إضافة جدول بث واتساب',
        'update' => 'تعديل جدول بث واتساب',
        'detail' => 'تفاصيل جهة اتصال بث واتساب'
    ],
    'email' => [
        'page' => 'سجل بث الرسائل عبر البريد الإلكتروني',
        'add' => 'إضافة جدول بث بريد إلكتروني',
        'update' => 'تعديل جدول بث بريد إلكتروني',
        'detail' => 'تفاصيل جهة اتصال بث بريد إلكتروني'
    ],
    'device' => [
        'api_doc' => 'وثائق واجهة برمجة التطبيقات للواتساب',
        'chat_app' => 'تطبيق الدردشة واتساب',
        'edit' => 'تعديل إعدادات جهاز واتساب',
        'greeting' => 'رسالة الترحيب'
    ],
    'fine_tunnel' => [
        'page' => 'الذكاء الاصطناعي ( النفق الدقيق )',
        'add' => 'إضافة تدريب ذكاء اصطناعي',
        'edit' => 'تعديل تدريب ذكاء اصطناعي',
    ],

    'chatbot'               => [
        'page'                  => 'رد تلقائي ChatBot',
        'add'                   => 'إضافة Chatbot',
        'edit'                  => 'تعديل ChatBot'
    ],
    'bank'                  => [
        'page'                  => 'قائمة البنوك',
        'add'                   => 'إضافة بنك',
        'edit'                  => 'تعديل بنك'
    ],
    'transaction'           => [
        'page'                  => 'قائمة معاملات الاشتراك',
        'detail'                => 'تفاصيل المعاملة',
    ],
    'package'               => [
        'page'                  => 'قائمة أسعار الاشتراك',
        'add'                   => 'إنشاء حزمة أسعار الاشتراك',
        'edit'                  => 'تعديل حزمة أسعار الاشتراك'
    ],
    'web'                   => [
        'page'                  => 'قائمة صفحات الموقع',
    ],
    'blog_category'         => [
        'page'                  => 'قائمة فئات المقالات',
        'add'                   => 'إضافة فئة مقالة',
        'edit'                  => 'تعديل فئة مقالة'
    ],
    'blog'                  => [
        'page'                  => 'قائمة المقالات',
        'add'                   => 'إضافة مقالة',
        'edit'                  => 'تعديل مقالة'
    ],
    'web_link'              => [
        'page'                  => 'قائمة روابط الموقع',
        'add'                   => 'إضافة رابط',
        'edit'                  => 'تعديل رابط'
    ],
    'setting'               => [
        'system'                => 'إعدادات النظام',
        'website'               => 'إعدادات الموقع',
        'general'               => 'الإعدادات العامة',
        'notification'          => 'إعدادات الإشعارات'
    ],
    'waba' => [
        'add'       => 'إضافة جهاز Waba',
        'general'   => 'معلومات عامة',
        'autoreply' => 'الرد التلقائي',
        'greeting'  => 'رسالة الترحيب',
    ]
];
