<?php

return [
    'search'                => 'पेज खोजें....',
    'search_link'           => 'लिंक खोजें....',
    'create_alert'          => 'इस प्रकार का पेज केवल एक बार बनाया जा सकता है। आपने इसे पहले ही बनाया है।',
    'type'                  => 'पेज का प्रकार',
    'page_link'             => 'पेज का लिंक',
    'create_page'           => 'वेबसाइट पेज बनाएं',
    'page'                  => [
        'home'              => 'मुख्य पृष्ठ',
        'pricing'           => 'मूल्य पृष्ठ',
        'contact'           => 'संपर्क पृष्ठ',
        'other'             => 'अन्य'
    ],
    'position'              => 'लिंक की स्थिति',
    'url'                   => 'लिंक यूआरएल',
    'order'                 => 'क्रम',
    'back_to_list_link'     => 'पेज लिंक सूची पर वापस जाएं',
];
