<?php

return [
    'login'                 => 'उपयोगकर्ता लॉगिन',
    'dashboard'             => 'डैशबोर्ड',
    'my_profile'            => 'मेरा प्रोफ़ाइल',
    'configuration'         => 'कॉन्फ़िगरेशन',
    'device_account'        => 'व्हाट्सएप डिवाइस खाता',
    'add_device'            => 'व्हाट्सएप डिवाइस जोड़ें',
    'scan_qr_device'        => 'व्हाट्सएप क्यूआर स्कैन करें',
    'state' => [
        'page'      => 'राज्यों की सूची',
        'add'       => 'राज्य जोड़ें',
        'update'    => 'राज्य संपादित करें'
    ],
    'city' => [
        'page'      => 'शहर / जिला सूची',
        'add'       => 'शहर / जिला जोड़ें',
        'update'    => 'शहर / जिला संपादित करें'
    ],
    'district' => [
        'page'      => 'ज़िला सूची',
        'add'       => 'ज़िला जोड़ें',
        'update'    => 'ज़िला संपादित करें'
    ],
    'subdistrict' => [
        'page'      => 'गांव / उपजिला सूची',
        'add'       => 'गांव / उपजिला जोड़ें',
        'update'    => 'गांव / उपजिला संपादित करें'
    ],
    'category' => [
        'page'      => 'श्रेणी सूची',
        'add'       => 'श्रेणी जोड़ें',
        'update'    => 'श्रेणी संपादित करें'
    ],
    'template' => [
        'page'      => 'संदेश टेम्पलेट सूची',
        'add'       => 'संदेश टेम्पलेट जोड़ें',
        'update'    => 'संदेश टेम्पलेट संपादित करें',
        'email_page'=> 'ईमेल टेम्पलेट',
    ],
    'scrapp' => [
        'page'      => 'गूगल मैप्स स्क्रैप डेटा सूची',
        'add'       => 'स्क्रैपिंग अनुसूची जोड़ें',
        'update'    => 'स्क्रैपिंग अनुसूची संपादित करें',
        'result'    => 'स्क्रैपिंग डेटा परिणाम'
    ],
    'contact' => [
        'page'      => 'संपर्क डेटा सूची',
        'add'       => 'संपर्क डेटा जोड़ें',
        'edit'      => 'संपर्क डेटा संपादित करें',
    ],
    'user' => [
        'page'      => 'मानव एजेंट (स्टाफ) सूची',
        'add'       => 'मानव एजेंट (स्टाफ) जोड़ें',
        'edit'      => 'मानव एजेंट (स्टाफ) संपादित करें',
    ],
    'customer' => [
        'page'      => 'ग्राहक सूची',
        'detail'    => 'ग्राहक विवरण'
    ],
    'customer_category' => [
        'page'      => 'ग्राहक श्रेणी सूची',
        'add'       => 'ग्राहक श्रेणी जोड़ें',
        'update'    => 'ग्राहक श्रेणी संपादित करें',
    ],
    'wa' => [
        'page'      => 'व्हाट्सएप प्रसारण इतिहास',
        'add'       => 'व्हाट्सएप प्रसारण अनुसूची जोड़ें',
        'update'    => 'व्हाट्सएप प्रसारण अनुसूची संपादित करें',
        'detail'    => 'व्हाट्सएप प्रसारण संपर्क विवरण'
    ],
    'email' => [
        'page'      => 'ईमेल प्रसारण इतिहास',
        'add'       => 'ईमेल प्रसारण अनुसूची जोड़ें',
        'update'    => 'ईमेल प्रसारण अनुसूची संपादित करें',
        'detail'    => 'ईमेल प्रसारण संपर्क विवरण'
    ],
    'device' => [
        'api_doc'   => 'व्हाट्सएप एपीआई दस्तावेज़',
        'chat_app'  => 'व्हाट्सएप चैट एप्लिकेशन',
        'edit'      => 'व्हाट्सएप डिवाइस कॉन्फ़िगरेशन संपादित करें',
        'greeting'  => 'अभिवादन संदेश'
    ],
    'fine_tunnel' => [
        'page'      => 'एआई प्रशिक्षण डेटा (फाइन ट्यूनिंग)',
        'add'       => 'एआई प्रशिक्षण डेटा जोड़ें',
        'edit'      => 'एआई प्रशिक्षण डेटा संपादित करें',
    ],
    'chatbot' => [
        'page'      => 'ऑटो-उत्तर सूची',
        'add'       => 'ऑटो-उत्तर जोड़ें',
        'edit'      => 'ऑटो-उत्तर संपादित करें'
    ],
    'bank' => [
        'page'      => 'बैंक सूची',
        'add'       => 'बैंक जोड़ें',
        'edit'      => 'बैंक संपादित करें'
    ],
    'transaction' => [
        'page'      => 'सदस्यता लेनदेन सूची',
        'detail'    => 'लेनदेन विवरण',
    ],
    'package' => [
        'page'      => 'सदस्यता मूल्य पैकेज सूची',
        'add'       => 'सदस्यता मूल्य पैकेज बनाएं',
        'edit'      => 'सदस्यता मूल्य पैकेज संपादित करें'
    ],
    'web' => [
        'page'      => 'वेबसाइट पृष्ठ सूची',
    ],
    'blog_category' => [
        'page'      => 'लेख श्रेणी सूची',
        'add'       => 'लेख श्रेणी जोड़ें',
        'edit'      => 'लेख श्रेणी संपादित करें'
    ],
    'blog' => [
        'page'      => 'लेख सूची',
        'add'       => 'लेख जोड़ें',
        'edit'      => 'लेख संपादित करें'
    ],
    'web_link' => [
        'page'      => 'वेबसाइट लिंक सूची',
        'add'       => 'लिंक जोड़ें',
        'edit'      => 'लिंक संपादित करें'
    ],
    'setting' => [
        'system'        => 'सिस्टम सेटिंग्स',
        'website'       => 'वेबसाइट सेटिंग्स',
        'general'       => 'सामान्य सेटिंग्स',
        'notification'  => 'सूचना सेटिंग्स'
    ],
    'waba' => [
        'add'       => 'व्हाट्सएप बिजनेस एपीआई जोड़ें',
        'general'   => 'सामान्य जानकारी',
        'autoreply' => 'स्वचालित उत्तर',
        'greeting'  => 'अभिवादन संदेश',
    ]
];
