<?php

return [
    'failed'                => 'Извините, введенный аккаунт недействителен',
    'forget_password'       => 'Забыли пароль?',
    'reset_password'        => 'Сбросить пароль',
    'input_your_mail'       => 'Пожалуйста, введите вашу электронную почту, чтобы получить ссылку для сброса пароля',
    'ask_reset_password'    => 'Запросить смену пароля',
    'email_reset_sender'    => 'Мы отправили ссылку для сброса пароля на вашу электронную почту',
    'back_to_login'         => 'Вернуться на страницу входа',
    'business_name'         => 'Название бизнеса',
    'business_category'     => 'Категория бизнеса',
    'choose_b_category'     => 'Выберите категорию бизнеса',
    'next'                  => 'Далее',
    'register_account'      => 'Зарегистрировать аккаунт',
    'dont_have_account'     => 'Нет аккаунта? Зарегистрируйтесь сейчас',
    'zip_code'              => 'Почтовый индекс',
    'have_account_login'    => 'Уже есть аккаунт? Войти сейчас',
    'gender'                => 'Пол',
    'previous'              => 'Назад',
    'email_verify'          => 'Подтвердите адрес электронной почты',
    'verify_desc'           => 'Мы отправили код подтверждения на вашу электронную почту! Пожалуйста, проверьте ваш входящий или спам. Если вы не получили письмо, нажмите «Отправить снова» ниже.',
    'after_send_verify'     => 'Код подтверждения отправлен снова!',
    'send_try_verify'       => 'Отправить код подтверждения еще раз'

];
