<?php

return [
   'keyword'            => 'Ключевое слово',
   'method_reply'       => 'Метод ответа',
   'insert_keyword'     => 'Введите ключевое слово',
   'choose_device'      => 'Выберите устройство WhatsApp',
   'back_to'            => 'Вернуться к списку чат-ботов',
   'import'            => 'Импортировать чат-бота',
   'images'            => 'Коллекция изображений',
   'add_image'         => 'Добавить изображение',
   'caption'           => 'Подпись',
   'image'             => 'Изображение',
];
