<?php

return [
    'search'                => 'Искать страницу....',
    'search_link'           => 'Искать ссылку....',
    'create_alert'          => 'Этот тип страницы можно создать только один раз. Вы уже его создавали.',
    'type'                  => 'Тип страницы',
    'page_link'             => 'Ссылка на страницу',
    'create_page'           => 'Создать страницу веб-сайта',
    'page'                  => [
        'home'              => 'Домашняя страница',
        'pricing'           => 'Страница цен',
        'contact'           => 'Контактная страница',
        'other'             => 'Другое'
    ],
    'position'              => 'Позиция ссылки',
    'url'                   => 'URL ссылки',
    'order'                 => 'Порядок',
    'back_to_list_link'     => 'Вернуться к списку ссылок на страницы',
];
