<?php

return [
    'login'                 => 'Вход пользователя',
    'dashboard'             => 'Панель управления',
    'my_profile'            => 'Мой профиль',
    'configuration'         => 'Конфигурация',
    'device_account'        => 'Аккаунт устройства WhatsApp',
    'add_device'            => 'Добавить устройство WhatsApp',
    'scan_qr_device'        => 'Сканировать QR WhatsApp',
    'state'                 => [
        'page'                  => 'Список провинций',
        'add'                   => 'Добавить провинцию',
        'update'                => 'Редактировать провинцию'
    ],
    'city'                  => [
        'page'                  => 'Список городов / районов',
        'add'                   => 'Добавить город / район',
        'update'                => 'Редактировать город / район'
    ],
    'district'              => [
        'page'                  => 'Список районов',
        'add'                   => 'Добавить район',
        'update'                => 'Редактировать район'
    ],
    'category'              => [
        'page'                  => 'Список категорий',
        'add'                   => 'Добавить категорию',
        'update'                => 'Редактировать категорию'
    ],
    'template'              => [
        'page'                  => 'Список шаблонов сообщений',
        'add'                   => 'Добавить шаблон сообщения',
        'update'                => 'Редактировать шаблон сообщения'
    ],
    'scrapp'                => [
        'page'                  => 'Список данных GMaps для скрапинга',
        'add'                   => 'Добавить расписание скрапинга',
        'update'                => 'Редактировать расписание скрапинга',
        'result'                => 'Результаты скрапинга данных'
    ],
    'contact'              => [
        'page'                  => 'Список контактов',
        'add'                   => 'Добавить контакт',
        'edit'                  => 'Редактировать контакт',
    ],
    'user'                  => [
        'page'                  => 'Управление пользователями',
        'add'                   => 'Добавить пользователя',
        'edit'                  => 'Редактировать пользователя',
    ],
    'customer'              => [
        'page'                  => 'Список клиентов',
        'detail'                => 'Детали клиента'
    ],
    'customer_category'     => [
        'page'                  => 'Список категорий клиентов',
        'add'                   => 'Добавить категорию клиентов',
        'update'                => 'Редактировать категорию клиентов',
    ],
    'wa'                    => [
        'page'                  => 'История рассылок WhatsApp',
        'add'                   => 'Добавить расписание рассылки WhatsApp',
        'update'                => 'Редактировать расписание рассылки WhatsApp',
        'detail'                => 'Детали контакта WhatsApp'
    ],
    'email'                 => [
        'page'                  => 'История рассылок по email',
        'add'                   => 'Добавить расписание рассылки по email',
        'update'                => 'Редактировать расписание рассылки по email',
        'detail'                => 'Детали контакта email'
    ],
    'device'                => [
        'api_doc'               => 'Документация API WhatsApp',
        'chat_app'              => 'Чат приложение WhatsApp',
        'edit'                  => 'Редактировать настройки устройства WhatsApp',
        'greeting'              => 'Приветственное сообщение'
    ],
    'fine_tunnel'           => [
        'page'                  => 'AI (Fine Tunnel)',
        'add'                   => 'Добавить обучение AI',
        'edit'                  => 'Редактировать обучение AI',
    ],
    'chatbot'               => [
        'page'                  => 'ЧатБот Авто Ответчик',
        'add'                   => 'Добавить чатбот',
        'edit'                  => 'Редактировать чатбот'
    ],
    'bank'                  => [
        'page'                  => 'Список банков',
        'add'                   => 'Добавить банк',
        'edit'                  => 'Редактировать банк'
    ],
    'transaction'           => [
        'page'                  => 'Список транзакций подписки',
        'detail'                => 'Детали транзакции',
    ],
    'package'               => [
        'page'                  => 'Список пакетов подписки',
        'add'                   => 'Создать пакет подписки',
        'edit'                  => 'Редактировать пакет подписки'
    ],
    'web'                   => [
        'page'                  => 'Список веб-страниц',
    ],
    'blog_category'         => [
        'page'                  => 'Список категорий статей',
        'add'                   => 'Добавить категорию статьи',
        'edit'                  => 'Редактировать категорию статьи'
    ],
    'blog'                  => [
        'page'                  => 'Список статей',
        'add'                   => 'Добавить статью',
        'edit'                  => 'Редактировать статью'
    ],
    'web_link'              => [
        'page'                  => 'Список веб-ссылок',
        'add'                   => 'Добавить ссылку',
        'edit'                  => 'Редактировать ссылку'
    ],
    'setting'               => [
        'system'                => 'Настройки системы',
        'website'               => 'Настройки веб-сайта',
        'general'               => 'Общие настройки',
        'notification'          => 'Настройки уведомлений'
    ],
    'waba' => [
        'add'       => 'Добавить устройство Waba',
        'general'   => 'Общая информация',
        'autoreply' => 'Автоответ',
        'greeting'  => 'Приветственное сообщение',
    ]
];
